<template>
  <div class="about-additionaly about-container column justify-center items-start">
    <div class="about-title self-center">Дополнительно</div>
    <div class="about-title">Анализ конкурентов</div>
    <div class="about-text">
      Как уже было сказано выше, в цифровом пространстве РФ на данный момент
      отсутствует решение, которое может считаться удобным и функциональным для пользователя. <br>
      Однако, в процессе анализы были найдены, на наш взгляд, устаревшие решения. Пара из них указана ниже.
    </div>
    <div class="about-text">
      ECO portal (<a href="https://ecoportal.su" target="_blank">https://ecoportal.su</a>)
      Данный ресурс содержит как сводку последних эко-мероприятий, так и архив уже проведенных вплоть от 2004 года.
      По препдположениям команды, данный сайт представляет из себя обычные HTML-страницы, которые в свою очередь крайне неудобно поддерживать и для развертывания приходится совершать множество действий, что будет большим минусом для администраторов.
      В сравнительном анализе данная платформа значительно выделяется тем, что хранит в себе большую базу знаний (законадательные основы, справочник, словарь и т.д.)
      Несмотря на обширность теоретических сведений, наше решение расчитано на удобство пользователей - администраторов и активистов. Также #ЭКОПРОСВЕТ дает возможность малоизвестным авторам, или же наоборот известным личностям, проявить участие в виде написания статей, проведением интервью и другими удобными способами.
    </div>
    <div class="about-text">
      Eco Fedcdo (<a href="https://eco.fedcdo.ru" target="_blank">https://eco.fedcdo.ru</a>)
      Сравнительный анализ нашего решения и данной платформы показал, что значительными отличительными чертами являются дизайн, количество возможностей, гибкость проявления активности.
      Итак, решение #ЭКОПРОСВЕТ является наиболее привлекательным для современного поколения, разделяющего экологические взгляды.
    </div>
  </div>
</template>